{
	"version": "https://jsonfeed.org/version/1.1",
	"title": "Portail du BARRI",
	"language": "fr",
	"home_page_url": "https://cisirh.github.io/portail-barri/portail-barri",
	"feed_url": "https://cisirh.github.io/portail-barri/feed/feed.json",
	"description": "Centre interministériel de services informatiques relatifs aux ressources humaines (CISIRH)",
	"author": {
		"name": "Centre interministériel de services informatiques relatifs aux ressources humaines",
		"url": "https://www.economie.gouv.fr/cisirh"
	},
	"items": [
		{
			"id": "https://cisirh.github.io/portail-barri/fr/blog/faq-transfertgestion-sgcd/",
			"url": "https://cisirh.github.io/portail-barri/fr/blog/faq-transfertgestion-sgcd/",
			"title": "FAQ - Transfert de gestion",
			"content_html": "<p><strong>Question détaillée</strong></p>\n<p>Dans le cadre du transfert de certains personnels vers les secrétariats généraux communs (SGCD), une convention de gestion doit être signée avec le ministère de l’intérieur pour le transfert de personnels non titulaires (Berkani) ainsi que d’ouvriers des Parcs et Ateliers (OPA).\nQuelle est la position à utiliser dans ce cas de figure ?</p>\n<p><strong>Réponse</strong></p>\n<p>La convention a pour but de fixer entre le secrétariat général du ministère de l'intérieur (MI) et le secrétariat général du ministère de la transition écologique (MTE) du ministère de la cohésion des territoires et des relations avec les collectivités territoriales (MCTRCT) et du ministère de la mer (MM), les modalités relatives à la gestion et à l'imputation de la paie des ouvriers des parcs et ateliers (OPA) et des contractuels dits « Berkani » concernés par ces réformes, sur le territoire métropolitain et en Guyane. Elle ne concerne pas les SGCD des territoires ultra-marins.\nLes populations des ouvriers des parcs et ateliers (OPA) et des contractuels dits « Berkani » sont en fonction auprès du ministère de l'intérieur. Cependant, les dispositions réglementaires relatives à la mise à disposition ne sont pas décrites au sein des textes réglementaires applicables à ces populations.\nAinsi, ces agents ne sont pas mis à disposition mais affectés au sein des secrétariats généraux, gérés et payés par leur administration d'origine sur le budget du ministère d'accueil (ici le ministère de l'intérieur).\nCette situation n'existant pas dans le noyau RH FPE, un nouveau code position a été créé pour gérer ces agents : ACI0I - Affecté hors de l'administration d'origine via une délégation de gestion sur le budget de l'administration d'accueil.</p>\n",
			"date_published": "2025-07-09T21:27:40Z"
		}
,		{
			"id": "https://cisirh.github.io/portail-barri/fr/blog/publication-noyau-fev24/",
			"url": "https://cisirh.github.io/portail-barri/fr/blog/publication-noyau-fev24/",
			"title": "Publication du noyau RH FPE 24.10.00",
			"content_html": "<p>Cette version du Noyau RH FPE porte notamment :</p>\n<br>\n<p>•\tles mises à jour des Référentiels de Classification Centraux (RCC) réalisées depuis la diffusion de la version d’actualisation 24.00.00 du Noyau RH FPE;</p>\n<br>\n<p>•\tla publication des actes PACTE Cerfa et Contrat apprentissage Cerfa, et de 302 actes documentaires de la bibliothèque des actes dont 295 actes modélisés.</p>\n<br>\n<br>\n<p>Elle intègre également 31 fiches de maintenance (FIME) qui prennent en compte :</p>\n<br>\n<p>•\tles impacts du décret n° 2023-873 du 12 septembre 2023 relatif aux modalités de prise du congé d’adoption et du congé pour l’arrivée d’un enfant placé en vue de son adoption et de la loi n°2022-219 du 21 février 2022 visant à réformer l'adoption ;</p>\n<br>\n<p>•\tles impacts du décret n° 2024-641 du 27 juin 2024 relatif au régime de certains congés pour raison de santé des fonctionnaires et des agents contractuels de l'Etat ;</p>\n<br>\n<p>•\tles impacts de l’arrêté du 22 février 2024 créant des dispositions temporaires en matière de compte épargne-temps dans la fonction publique de l'Etat et dans la magistrature en raison de l'organisation des jeux Olympiques et Paralympiques ;</p>\n<br>\n<p>•\tles impacts du décret n° 2023-1321 du 27 décembre 2023 portant partie réglementaire du code de la recherche ;</p>\n<br>\n<p>•\tles impacts du décret du 23 décembre 2024 relatif à la composition du Gouvernement ;</p>\n<br>\n<p>•\tles impacts de la mise en œuvre de la protection sociale complémentaire (PSC) ;</p>\n<br>\n<p>•\tles besoins de RenoiRH PAIE ;</p>\n<br>\n<p>•\tla mise en qualité de la modélisation de la bibliothèque des actes (BDA) et de la documentation associée (actes documentaires et guides) ;</p>\n<br>\n<p>•\tla mise à jour règlementaire des tableaux RGRH et du référentiel des évènements ;</p>\n<br>\n•\tl’actualisation de la documentation métier dans le répertoire « 8-Informations complémentaires », notamment la documentation des nomenclatures, la matrice des modes de gestion et de rémunération des agents contractuels et la description des compteurs à mettre en œuvre dans les SIRH.\n<br>\n",
			"date_published": "2025-07-09T21:27:40Z"
		}
,		{
			"id": "https://cisirh.github.io/portail-barri/fr/blog/Publication-noyau-juil25/",
			"url": "https://cisirh.github.io/portail-barri/fr/blog/Publication-noyau-juil25/",
			"title": "Publication du noyau RH FPE 25.00.00",
			"content_html": "<p>Cette version du Noyau RH FPE porte notamment :</p>\n<br>\n<p>•\tles mises à jour des Référentiels de Classification Centraux (RCC) réalisées depuis la diffusion de la version d’actualisation 24.10.00 du Noyau RH FPE;</p>\n<br>\n<p>•\tla publication des actes PACTE Cerfa et Contrat apprentissage Cerfa, et de 302 actes documentaires de la bibliothèque des actes dont 291 actes modélisés.</p>\n<br>\n<br>\n<p>Elle intègre également 37 fiches de maintenance (FIME) qui prennent en compte :</p>\n<br>\n<p>•\tles impacts :</p>\n<br>\n<p>•\tde la loi n°2025-127 du 14 février 2025 de finances pour 2025 ;</p>\n<br>\n<p>•\tdes décrets n° 2025-197 du 27 février 2025 relatif aux règles de rémunération de certains agents publics placés en congé de maladie ordinaire ou en congé de maladie et n° 2025-198 du 27 février 2025 relatif à la rémunération maintenue en congé de maladie pour certains agents publics ;</p>\n<br>\n<p>•\tdu décret n° 2024-1222 du 27 décembre 2024 relatif aux conditions d'octroi et de renouvellement de la disponibilité pour raisons de santé des fonctionnaires civils de l'Etat ;</p>\n<br>\n<p>•\tdu décret n° 2024-1038 du 6 novembre 2024 relatif aux dispositions réglementaires des livres Ier et II du code général de la fonction publique ;</p>\n<br>\n<p>•\tdu décret n° 2024-1263 du 30 décembre 2024 relatif aux conditions requises pour l'accès au temps partiel de certains agents de la fonction publique ;</p>\n<br>\n<p>•\tdu décret n°2025-155 du 19 février 2025 portant diverses mesures en matière de retraite ;</p>\n<br>\n<p>•\tdu décret n° 2024-49 du 30 janvier 2024 relatif aux taux de cotisations maladie et vieillesse des employeurs des agents affiliés à la Caisse nationale de retraites des agents des collectivités locales ;</p>\n<br>\n<p>•\tdu décret n° 2025-340 du 14 avril 2025 modifiant le décret n° 2021-1550 du 1er décembre 2021 portant statut particulier du corps des administrateurs de l'Etat ;</p>\n<br>\n<p>•\tdu décret n° 2025-402 du 2 mai 2025 modifiant certaines dispositions applicables aux fonctionnaires stagiaires ;</p>\n<br>\n<p>•\tde la modification de l’article D. 3142-1-3 du Code du travail ;</p>\n<br>\n<p>•\tde l'arrêté du 13 janvier 2025 modifiant l'arrêté du 30 décembre 2016 relatif aux règles de recrutement des ouvriers de l'Etat du ministère de la défense.</p>\n<br>\n<p>•\tla mise à jour des tableaux RGRH et du référentiel des évènements ;</p>\n<br>\n<p>•\tdes nomenclatures fichier GEST conformément aux diffusions de la DGFiP ;</p>\n<br>\n<p>•\tla création :</p>\n<br>\n<ul>\n<li>de la nomenclature RenoiRH Paie « Versement mobilité » dans INGRES ;</li>\n<li>de 6 nomenclatures des pièces justificatives dans le domaine Nomenclatures Noyau ;</li>\n<li>de l’ajout du code postal de la commune dans la nomenclature RenoiRH Paie « Indemnité de résidence » ;</li>\n<li>du statut et d’un motif de cessation de fonction pour les agents sortis percevant une rente ou une allocation de retour à l'emploi ;</li>\n<li>d'un indicateur booléen PSC prévoyance et de deux dispenses PSC prévoyance.</li>\n</ul>\n<br>\n<p>•\tla mise en qualité de la modélisation de la bibliothèque des actes (BDA) et de la documentation associée (actes documentaires et guides) ;</p>\n<br>\n<p>•\tla publication des recueils des fiches du Référentiel de Paye (RdP) ainsi que la publication du barème complet du RIFSEEP et de la cartographie Interministérielle des Impacts Congés Absences (ICA) sur le paiement des indemnités ;\n<br></p>\n<p>•\tla mise à jour de la documentation métier dans le répertoire « 8-Informations complémentaires », notamment la documentation des nomenclatures, la matrice des modes de gestion et de rémunération des agents contractuels, la description des compteurs à mettre en œuvre dans les SIRH, la correspondance des indices bruts/des indices majorés juridiques et la description du chaînage des corps et des emplois fonctionnels.</p>\n",
			"date_published": "2025-07-09T21:27:40Z"
		}
	]
}
