{
	"version": "https://jsonfeed.org/version/1.1",
	"title": "Portail du BARRI",
	"language": "fr",
	"home_page_url": "https://cisirh.github.io/Test",
	"feed_url": "https://cisirh.github.io/feed/feed.json",
	"description": "Centre interministériel de services informatiques relatifs aux ressources humaines (CISIRH)",
	"author": {
		"name": "Centre interministériel de services informatiques relatifs aux ressources humaines",
		"url": "https://www.economie.gouv.fr/cisirh"
	},
	"items": [
		{
			"id": "https://cisirh.github.io/fr/blog/publication-noyau-fev24/",
			"url": "https://cisirh.github.io/fr/blog/publication-noyau-fev24/",
			"title": "Publication du noyau RH FPE 23.10.00",
			"content_html": "<p>Cette version du Noyau RH FPE prend notamment en compte :</p>\n<ul>\n<li>les mises à jour des Référentiels de Classification Centraux (RCC) réalisées depuis la diffusion de la version d’actualisation 23.00.00 du Noyau RH FPE ;</li>\n<li>la publication des actes PACTE Cerfa et Contrat apprentissage Cerfa, et de 280 actes documentaires de la bibliothèque des actes dont 267 actes modélisés.</li>\n</ul>\n<p>Elle intègre également 21 fiches de maintenance (FIME) portant notamment sur :</p>\n<ul>\n<li>la prise en compte des impacts de la loi n° 2023-567 du 7 juillet 2023 visant à favoriser l'accompagnement des couples confrontés à une interruption spontanée de grossesse dite fausse couche ;</li>\n<li>la prise en compte des impacts de la loi n° 2022-1616 du 23 décembre 2022 de financement de la sécurité sociale pour 2023 (1) et du décret n° 2023-825 du 25 août 2023 portant diverses dispositions relatives au congé de présence parentale et au congé de proche aidant ;</li>\n<li>la prise en compte des impacts de l’arrêté du 1er août 2023 relatif à la formation et à l'accompagnement personnalisé des agents publics ;</li>\n<li>la prise en compte des impacts l’article A34 bis (1°) du décret n°86-83 qui précise les conditions d’ancienneté requises pour bénéficier d’une autorisation de temps partiel de droit pour naissance ou adoption ainsi que l’évolution de l’article L1225-47 du code du travail, modifié par la loi 2023-171 du 9 mars 2023 ;</li>\n<li>la mise en qualité de la modélisation de la bibliothèque des actes (BDA) et de la documentation associée (actes documentaires et guides) ;</li>\n<li>la mise à jour règlementaire des tableaux RGRH et du référentiel des évènements ;</li>\n<li>la mise à jour de la documentation métier dans le répertoire « 8-Informations complémentaires », notamment la documentation des nomenclatures, la matrice des modes de gestion et de rémunération des agents contractuels et la description des compteurs à mettre en œuvre dans les SIRH.</li>\n</ul>\n",
			"date_published": "2024-05-21T15:18:45Z"
		}
,		{
			"id": "https://cisirh.github.io/fr/blog/newsletter-rebecca-oct23/",
			"url": "https://cisirh.github.io/fr/blog/newsletter-rebecca-oct23/",
			"title": "Chatbot Rebecca - Publication de la newsletter d&#39;octobre",
			"content_html": "<p>Au sommaire :</p>\n<ul>\n<li>Mes nouvelles connaissances RH,</li>\n<li>Le RIFSEEP s'enrichit,</li>\n<li>Un moteur de recherche plus efficace,</li>\n<li>C'est fait : l'affichage des réponses du domaine RH évolue ce mois-ci !,</li>\n<li>Astuce : indemnités incompatibles,</li>\n<li>Mon stand au salon des applications RH.</li>\n</ul>\n<p>Bonne lecture ! N'hésitez pas à la diffuser autour de vous.</p>\n",
			"date_published": "2024-05-21T15:18:45Z"
		}
	]
}
