{
	"version": "https://jsonfeed.org/version/1.1",
	"title": "Portail du BARRI",
	"language": "fr",
	"home_page_url": "https://cisirh.github.io/portail-barri/portail-barri",
	"feed_url": "https://cisirh.github.io/portail-barri/feed/feed.json",
	"description": "Centre interministériel de services informatiques relatifs aux ressources humaines (CISIRH)",
	"author": {
		"name": "Centre interministériel de services informatiques relatifs aux ressources humaines",
		"url": "https://www.economie.gouv.fr/cisirh"
	},
	"items": [
		{
			"id": "https://cisirh.github.io/portail-barri/fr/blog/publication-noyau-fev24/",
			"url": "https://cisirh.github.io/portail-barri/fr/blog/publication-noyau-fev24/",
			"title": "Publication du noyau RH FPE 24.00.00",
			"content_html": "<p>Cette version du Noyau RH FPE prend notamment en compte :</p>\n<ul>\n<li>les mises à jour des Référentiels de Classification Centraux (RCC) réalisées depuis la diffusion de la version d’actualisation 23.10.00 du Noyau RH FPE;</li>\n<li>la publication des actes PACTE Cerfa et Contrat apprentissage Cerfa, et de 292 actes documentaires de la bibliothèque des actes dont 279 actes modélisés.</li>\n</ul>\n<p>Elle intègre également 31 fiches de maintenance (FIME) qui portent en particulier sur :\n<br></p>\n<p>a) la prise en compte des impacts :\n<br></p>\n<ul>\n<li>de la loi n° 2023-270 du 14 avril 2023 de financement rectificative de la sécurité sociale pour 2023 concernant notamment la retraite progressive ;</li>\n<li>du décret n° 2021-1645 du 13 décembre 2021 relatif au personnel enseignant et hospitalier des centres hospitaliers et universitaires ;</li>\n<li>de la modification de l’article L1225-40 du Code du travail ;\n<br></li>\n</ul>\n<p>b) la mise à jour :\n<br></p>\n<ul>\n<li>des nomenclatures des taux horaires des ouvriers (OE, OPA, OPA IGN) dans le domaine RCC pour RenoiRH Paie ;</li>\n<li>des tableaux RGRH et du référentiel des évènements ;</li>\n<li>des nomenclatures fichier GEST conformément aux diffusions de la DGFiP ;\n<br></li>\n</ul>\n<p>c) la création :\n<br></p>\n<ul>\n<li>de nomenclatures nécessaires à RenoiRH Paie (Codes bulletin de paie HR, Constantes de paie (DS9), PAS taux neutre, Indemnité de résidence (IR) et Indemnité de résidence à l’étranger (IRE)) ;</li>\n<li>du statut Elève école Polytechnique pour RenoiRH Paie ;</li>\n<li>du domaine PAY dans INGRES et la mise à jour des tableaux RGPAY suite à la PSC ;</li>\n<li>de deux indicateurs booléens dans les nomenclatures Noyau « Statuts (Types de population) » et « Positions / Situations admin. », afin de prendre en compte l’éligibilité des agents à la PSC selon leur statut et d’indiquer les cas de positions/situations administratives qui suspendent la PSC de l’agent ;</li>\n<li>du mouvement GEST PS : PSC référence contrat dans le dossier GEST;\n<br></li>\n</ul>\n<p>d) la mise en qualité de la modélisation de la bibliothèque des actes (BDA) et de la documentation associée (actes documentaires et guides);\n<br></p>\n<p>e) la mise à jour de la documentation métier dans le répertoire « 8-Informations complémentaires », notamment la documentation des nomenclatures, la matrice des modes de gestion et de rémunération des agents contractuels et la description des compteurs à mettre en œuvre dans les SIRH.</p>\n",
			"date_published": "2025-02-07T13:07:17Z"
		}
,		{
			"id": "https://cisirh.github.io/portail-barri/fr/blog/newsletter-rebecca-oct23/",
			"url": "https://cisirh.github.io/portail-barri/fr/blog/newsletter-rebecca-oct23/",
			"title": "Rebecca - Publication de la lettre d&#39;information d&#39;octobre",
			"content_html": "<p>Au sommaire :</p>\n<ul>\n<li>Mes nouvelles connaissances RH,</li>\n<li>Le RIFSEEP s'enrichit,</li>\n<li>Un moteur de recherche plus efficace,</li>\n<li>C'est fait : l'affichage des réponses du domaine RH évolue ce mois-ci !,</li>\n<li>Astuce : indemnités incompatibles,</li>\n<li>Mon stand au salon des applications RH.</li>\n</ul>\n<p>Bonne lecture ! N'hésitez pas à la diffuser autour de vous.</p>\n",
			"date_published": "2025-02-07T13:07:17Z"
		}
,		{
			"id": "https://cisirh.github.io/portail-barri/fr/blog/faq-transfertgestion-sgcd/",
			"url": "https://cisirh.github.io/portail-barri/fr/blog/faq-transfertgestion-sgcd/",
			"title": "FAQ - Transfert de gestion",
			"content_html": "<p><strong>Question détaillée</strong></p>\n<p>Dans le cadre du transfert de certains personnels vers les secrétariats généraux communs (SGCD), une convention de gestion doit être signée avec le ministère de l’intérieur pour le transfert de personnels non titulaires (Berkani) ainsi que d’ouvriers des Parcs et Ateliers (OPA).\nQuelle est la position à utiliser dans ce cas de figure ?</p>\n<p><strong>Réponse</strong></p>\n<p>La convention a pour but de fixer entre le secrétariat général du ministère de l'intérieur (MI) et le secrétariat général du ministère de la transition écologique (MTE) du ministère de la cohésion des territoires et des relations avec les collectivités territoriales (MCTRCT) et du ministère de la mer (MM), les modalités relatives à la gestion et à l'imputation de la paie des ouvriers des parcs et ateliers (OPA) et des contractuels dits « Berkani » concernés par ces réformes, sur le territoire métropolitain et en Guyane. Elle ne concerne pas les SGCD des territoires ultra-marins.\nLes populations des ouvriers des parcs et ateliers (OPA) et des contractuels dits « Berkani » sont en fonction auprès du ministère de l'intérieur. Cependant, les dispositions réglementaires relatives à la mise à disposition ne sont pas décrites au sein des textes réglementaires applicables à ces populations.\nAinsi, ces agents ne sont pas mis à disposition mais affectés au sein des secrétariats généraux, gérés et payés par leur administration d'origine sur le budget du ministère d'accueil (ici le ministère de l'intérieur).\nCette situation n'existant pas dans le noyau RH FPE, un nouveau code position a été créé pour gérer ces agents : ACI0I - Affecté hors de l'administration d'origine via une délégation de gestion sur le budget de l'administration d'accueil.</p>\n",
			"date_published": "2025-02-07T13:07:17Z"
		}
	]
}
